{"d1e3": {"l": "./university_of_virginia.html#university_of_virginia","t": "University of Virginia","d": "<div class=\"abstract\"><p class=\"shortdesc\">The University of Virginia (UVA) is a prestigious public university located in Charlottesville, Virginia. Student Population As of 2023, UVA has a student population of approximately 25,000, including undergraduate and graduate students. Popular Majors and Degrees Popular m...</p></div>"},"d1e10": {"l": "./james_madison_university.html#james_madison_university","t": "James Madison University","d": "<div class=\"abstract\"><p class=\"shortdesc\">James Madison University (JMU) is a public university located in Harrisonburg, Virginia, known for its student-centered learning environment. Student Population JMU has about 22,000 students, predominantly undergraduates, with a strong focus on liberal arts and sciences. Po...</p></div>"},"d1e17": {"l": "./william_and_mary.html#william_and_mary","t": "College of William & Mary","d": "<div class=\"abstract\"><p class=\"shortdesc\">The College of William & Mary is the second-oldest college in the United States, located in Williamsburg, Virginia. Student Population William & Mary has around 9,000 students, including both undergraduate and graduate students. Popular Majors and Degrees Popular majors inc...</p></div>"},"d1e24": {"l": "./virginia_tech.html#virginia_tech","t": "Virginia Tech","d": "<div class=\"abstract\"><p class=\"shortdesc\">Virginia Tech, formally known as the Virginia Polytechnic Institute and State University, is a top public research university in Blacksburg, Virginia. Student Population Virginia Tech serves over 34,000 students, including a large undergraduate population of about 29,000. P...</p></div>"},"d1e31": {"l": "./george_mason_university.html#george_mason_university","t": "George Mason University","d": "<div class=\"abstract\"><p class=\"shortdesc\">George Mason University (GMU) is a public university located in Fairfax, Virginia, known for its innovative research and diverse programs. Student Population GMU serves approximately 39,000 students, making it the largest public university in Virginia by enrollment. Popular...</p></div>"}}